[
  {
    "abstract": "【摘 要】介绍了传统吸波材料和新型吸波材料的种类及其应用现状， 分析了传统材料的技术瓶颈及其国内外最新研究动态，指出了吸波材 料的广泛应用前景。【",
    "pdf_name": "./test_txt/隐身材料研究现状及发展_贾爱珍.txt",
    "content_split_list": [
      "【摘 要】介绍了传统吸波材料和新型吸波材料的种类及其应用现状， 分析了传统材料的技术瓶颈及其国内外最新研究动态，指出了吸波材 料的广泛应用前景",
      " 1 传统吸波材料 1． 1 导电碳黑，石墨，碳纤维 石墨作为吸波材料很早就应用于飞机制造中",
      "美国将纳米石 墨粉制作成“超黑粉”纳米吸波材料，其对雷达波的吸收率可达到 99% 以上，且在低温下有很好的韧性",
      "并在 B － 2 隐形轰炸机上应用成功，目前正在研究覆盖多波段的纳米复合吸波材料",
      "有报道  指出，材料中掺杂炭黑可提高材料介电常数，减小基材厚度以减轻 吸波层质量",
      " 碳纤维是常用的结构隐身材料，且经过实战检验",
      "国外很多 隐身飞机都采用碳纤维结构吸波，有的机身用量甚至达到 30%  － 50% ",
      "碳纤维的缺点是在空气中难以承受高温造成的氧化",
      "欧洲 GAMMA 公司研究出了一种通过涡流损耗及磁损耗同时作用的碳纤维吸波材料，可以在宽频段内实现高吸收效果，同时质量减少40% － 60% ",
      "这种技术已在法国服役的飞行器以及导弹上得到应用，同时正在验证用于下一代战略导弹弹头的可能性",
      " 1． 2 铁氧体 单一的铁氧体做为吸波材料最大的问题是工作频带较窄，在 2 ～ 3GHz 之间",
      "通过设计掺杂 Ti、Ni、Mg 等金属可有效加宽吸收频段［3 ～ 4］",
      "同时铁氧体存在比重大的问题，一些国家正在研究宽频段、厚度薄、质量轻、吸附力强的铁氧体吸波剂",
      "主要方法是将 其制成超细粉末，降低密度或是将其制成空心“球体”，以达到减重的目的",
      "现阶段，铁氧体吸波性质的材料已经被广泛应用到了 隐身技术中，比如 B － 2 轰炸机以及 TＲ － 1 侦查机蒙皮外层涂覆镍钴铁氧体吸波材料",
      "从专业化角度出发，如果密度在 5kg / m2， 且厚度为 2mm 的时候，则铁氧体吸波材料在 8 ～ l8GHz 频带内吸 收率能够小于 － 10dB",
      " 1. 3 金属微粉 现阶段，金属微粉作为一种吸波材料是一种磁性金属微粉，主 要涉及羰基铁粉、钴镍合金粉以及羰基镍粉等",
      "此外，金属微粉有 着相对较好的电磁参数，可以借助调节微粉粒度实现相关参数的  科学调节，通过这一特性可实现拓展吸收频宽的目的",
      "金属微粉  吸收剂在吸收损耗雷达波方面有很好的表现，其损耗主要通过磁 滞损耗、涡流损耗和铁磁共振吸收",
      "美国 F/ A － 18C / D“大黄蜂”隐身飞机使用了羰基铁微粉",
      "金属微粉吸波材料具有温度稳定性 好(   居里温度高达 770K)   、微波磁导率高等特性，其电磁参数与粒度和组分密切相关",
      "目前，即使金属微粉吸波材料已广泛应用于  隐身技术，但其耐酸碱能力、抗氧化性能远不及铁氧体",
      " 2 新型的吸波材料 2. 1 纳米材料 纳米材料具有特殊的组织结构，他们在光电磁性质上具有特 殊的效应，有较强的磁损耗，同时具备吸波、透波偏振等多种功能",
      " 金属纳米粉在高频范围内的衰减具有优良的表现",
      "通过设计各组 元比例、粒径的多相复合纳米金属与合金吸收剂可大大提升吸波  性能",
      "陈利民等研究出了一种粒径大小为 10nm 的 γ － ( Fe，Ni) 合金吸波剂，这种材料在厘米波段以及毫米波段前提下存在非常好  的吸收性能，一般情况下最高吸收率能够达到 99． 95% ",
      " 2． 2 导电高聚物 通常情况下，我们认为导电高聚物主要是指某部分高聚物在 化学作用或者是电化学掺杂条件下，使电导率从绝缘体逐渐转化  为一种导体类型高聚物统称，比较常见的有聚已炔和噻吩、聚吡咯 以及聚苯胺",
      "此外，从导电高聚物特点上来看，主要具有高分子设 计与合成、密度相对较小、结构多样化以及非常容易复合加工的诸 多特征",
      " 2． 3 超材料“完美吸收” 超材料完美吸收首次实现了对电磁波完全吸收的标准，它几 乎能够吸收射向它的全部电磁波，这意味着新的隐身技术开始出  现",
      "2008 年，Landy 提出了超材料完美吸收体，并从实验上得到验证",
      "同年，Landy 首次提出了吸收体结构具有各向异性特性，而且在后来的研究分析当中，他们又提出了对电磁波极化非常不敏感 的超材料吸收体结构",
      "这种结构的电磁谐振环一般情况下呈现出 中心对称结构，能够消除各向异性"
    ]
  },
  {
    "abstract": "摘 要：传统的人在回路控制方式主要基于人为指挥，故具有主观性强和实时性差等特点。为满足现代战争高实时性和准确性的需求，提出了一种智能化作战管理技术。阐述了作战管理的来源与 概念以及智能化作战管理架构，并描述了作战管理涉及的智能化关键技术。应用示例表明，智能化作战管理 技术研究有助于提升未来作战的自动化和智能化能力。作战资源虚拟化共享原理示意图如图 5 所示， 通过提取物理资源特征信息，按照资源虚拟化描述 模板对资源进行统一描述，建立索引并加入虚拟资 源池。资源的服务化共享主要完成服务信息提取， 依托服务封装可视化工具定义服务接口并实现服务封装，同时将服务发布和注册到云服务平台中供应用 调用［18］。3. 2 OODA 环敏捷构建技术针对当前OODA 环构建存在资源准备耗时长、灵活调整能力弱和重组效率低等问题，基于各类作战资源智能统一管控，按任务动态聚合作战资源、灵活编组和自适应调整，构建敏捷适变的 OODA 环， 快速适应强对抗条件下的战场态势，满足不断变化的作战需求［19.20］。OODA 环敏捷构建由任务驱动， 规划力量编组、资源编配和应用服务编配部署等，形 成面向任务的资源配置方案，实现方案敏捷构建和 作战力量/作战资源受损下OODA 环动态重构。OODA 环 敏 捷 构 建 运 用 模 式 如 图 6 所 示 。1） 资源实时优选阶段：基于知识图谱对任务进行分解，量 化描述每种任务的各类资源需求，实现作战需 求到资源需求的转换，生成资源清单；2）OODA     环方案生成阶段：针对相应任务，基于智能节点管控的 资源池，构建多种临时 OODA   环方案，经冲突检查和评估优选，得出合适的 OODA 环方案；3）OODA环节点任务指令生成阶段：对OODA 中的各类资源生成 OODA  节点任务指令，下发至智能节点的入网单元以完成参数调整， 并交接至智能交战控制管理； 4）OODA 解聚阶段：接收智能交战控制下发的解聚指令，释放 OODA 环资源，使各资源在资源池中恢复待用状态。3. 3 基于规则引擎的自主运控技术基于规则的作战管理是感知、规划和行动的有机结合，其系统运行机制是在交战过程中基于知识规则和算法分析实现自动化运转、实时化调度和快 速化决策，以及对作战空间内资源的最优分配；基于交战规则生成作战时序，可实现在最短时间内按照最合理作战序列对战场资源进行敏捷高效管控，缩短OODA 循环周期和杀伤链，提升作战能力［21］。4 应用示例以防空反导典型使用场景为例，说明智能化作战管理关键技术的应用。整个反导过程由信息驱动，并在作战管理的统一调度下实现协同和联动，具体包括平时和交战时 2 个阶段。4. 1 平 时 1） 目标智能识别根据探测传感器的侦察情报，基于多源印证方法，结合目标识别知识图谱，对预警机、加油机、战斗 机和轰炸机等空中目标进行综合智能识别，提升目标识别准确性。2） 智能节点管控通过智能节点管控，构建统一入网、统一管控和统一运用的资源池，获取探测传感器、任务部队和武器装 备等资源的状态信息，提升各类资源的统筹运用效率。3） 作战规则编配选择典型流程进行作战规则编配，包括以下2 项工作：a）目标处理规则编配：根据探测传感器获取 的空中目标信息进行网络化分发，智能交战控制获 取信息进行射程判定；b）故障处置规则编配：智能 节点管控通过 OODA 节点代理获取装备损坏信息， 智能交战控制进行备用装备选择。4） 资源能力需求模板编配根据作战任务编配完成任务所需的探测传感器、任务部队、武器装备、情报系统和指挥控制系统等资源的种类和数量。4. 2 交战时 1） 资源能力需求生成根据作战任务，结合平时制作的资源能力需求模板，匹配生成资源能力需求，主要包括作战资源和信息保障等能力需求。其中，作战资源能力需求明确完成任务所需作战资源种类和数量，如探测传感器、任务部队和武器装备等；信息保障能力需求明确完成任务所需信息保障资源种类和数量，如情报系统和指挥控制系统等；2） OODA 环敏捷构建方案生成 a） 通过智能节点管控获取可用的作战资源状态信息，以及情报系统和指挥控制系统数字化模型等信息资源的可用状态信息；b） 根据作战资源能力需求、信息保障能力需求、作战资源状态和信息资源状态，结合 OODA 环敏捷构建预案，智能匹配推荐 OODA 环构建方案并进行相应调整；c） 指挥编成，明确完成任务所需指挥机构的指挥关系；d） 信息编成，明确使用的系统及系统之间的信息流；e） 流程编配，选择平时拟制的目标处理规则和故障处置规则等。3） OODA 环敏捷构建根据 OODA 环敏捷构建方案生成构建参数，包括指挥关系参数和信息编成参数等。通过智能节点管控将指挥关系参数分发至指挥机构，将作战资源信息编成参数分发至探测传感器和武器平台等末端，将信息编成参数分发至情报系统和指挥控制系统 数字化模型。4） OODA 环自主运控a） 根据来袭武器和当前探测传感器状态，采用传感器探测跟踪分析技术建立侦察探测与目标运动2 类模型，分析传感器探测资源与目标要素之间的相互关系，自动分配探测、跟踪和识别任务，规划传感器交接班事宜，并协调处理传感器资源冲突情况。b） 探测传感器将来袭武器的轨迹、时间和特征等信息实时传递给指挥控制系统，指挥控制系统选 取目标类型、相对距离、高度、相对速度和相对方位角等威胁影响因素构建目标威胁评估指标体系。基于深度学习实现智能化目标威胁判断，得出目标威胁等级，从而提高威胁评估模型的适应性，并提升侦察探测时效性和精准度［22］。实时计算各部队作战的 时间窗口，基于预案库进行预案匹配，根据匹配方案， 快速确定武器和目标的匹配关系及各武器的发射时间。c） 指挥控制系统将作战命令下达给武器，武器自动匹配拦截目标和传感器，计算拦截要素并实施拦截。探测传感器对发射后的武器进行飞行状态监视，指挥控制系统对作战效果进行评估，并根据评估结果决定是否实施二次拦截。5 结束语鉴于作战管理技术的复杂性，本文仅对作战管 理概念、智能化作战管理架构及关键技术进行了探讨。与传统指挥控制相比，智能化作战管理可提升杀伤链/网闭合速度以及提高任务自适应程度，具备全要素分布部署和快速自适应响应能力，实现人在环外的传感器资源管控、武器资源控制、信息资源配置和 作战时空选择，达到体系最优化。未来战争的复杂性 将不断增加，这对作战体系及装备，特别是作战资源管 理的一体化、自动化和智能化提出了更高要求。智能化作战管理技术是未来作战的核心，开展智能化作战管理概念及其关键技术研究将对未来作战体系 建设具有重要作用。",
    "pdf_name": "./test_txt/智能化作战管理技术_方冰.txt",
    "content_split_list": [
      "摘 要：传统的人在回路控制方式主要基于人为指挥，故具有主观性强和实时性差等特点",
      "为满足现代战争高实时性和准确性的需求，提出了一种智能化作战管理技术",
      "阐述了作战管理的来源与 概念以及智能化作战管理架构，并描述了作战管理涉及的智能化关键技术",
      "应用示例表明，智能化作战管理 技术研究有助于提升未来作战的自动化和智能化能力",
      " 现代战争中，随着战争空间（有形和无形）多域、作战样式新颖、作战时间压缩、作战资源联动、作战要 素广泛、作战手段主动和作战行动同步等不断变化， 对人依赖较高的传统指挥方式已无法适应未来作战需求 ",
      "因此，整合各种作战力量和资源，基于作战规则的 自动化决策和控制成为亟待解决的问题",
      " 为提升系统自动化和智能化水平，可将机器可自主完成的事情交给机器，使指挥员更专注于作战 决策",
      "因此，本文提出了一种智能化作战管理技术， 并研究了作战资源虚拟化共享、观察.判断.决策.行动（OODA）环敏捷构建和基于规则引擎的自主运控等关键技术",
      " 1 作战管理来源与概念 1. 1 来 源 作战管理一词最早由美国空军提出",
      "20 世纪 60 年代晚期，由于机载雷达探测范围相对较小，因此需要空军地面作战管理员基于地基雷达探测向战机进行远程目标指示和话音引导，以确保战斗机处于战术有利位置，并实现先敌发现和准确火力打击",
      " 作战管理概念源于美军的指挥控制/作战管理/ 通信保障（C2 BM C）项目［2.5］",
      "C2 BMC 内涵是依托网络通信，以 C2 BMC 为中枢，将“宙斯盾”、“萨德”、地基中段和多功能雷达等弹道导弹防御系统（BMDS） 的资源融为一体，构成全球 BMDS 体系",
      "C2 BMC 采用统一的国防信息基础设施和服务化架构，实现反 导预警.指挥控制.武器拦截的一体化",
      "在交战阶段， 多源信息的实时融合、目标识别、威胁评估、拦截目标确定、武器发射、交战时机和拦截效果评估等均由系统自 动控制，而 OODA 环外的指挥员与操作员处于监视地位，只在发生意外时进行干预",
      "美国反导系统C2 BMC 体系结构如图 1 所示",
      " 20 世纪 90 年代，作战管理理念得到推广和认 可，并广泛应用于陆军（区域防空反导一体化作战控 制系统（IBCS））、海军（“宙斯盾”作战管理系统（AE . GIS））、空军（战区作战管理核心系统（TBMCS））等领域",
      "2017 年，美国空军提出了先进作战管理系统 （ABMS）概念，旨在采用复杂分布式和开放型多系统的军事物联网架构将陆、海、空、天、电磁和网络等领域作战要素凝聚成统一的力量整体［7.9］",
      "通过数字 架构、标准与概念开发，传感器集成，数据，安全处理， 连通，应用和效果集成等 7 大类 28 种产品的作战管理， 实现从传感器到射手的协同感知、快速响应和多杀伤体 系能力，支撑指挥员的指挥决策，并缩短OODA   环的周期和杀伤链",
      "美国先进作战管理系统组成如图 2 所示",
      " 1. 2 概 念 目前，作战管理一词仍无统一定义",
      "1999 年以来，虽然鲜见作战管理领域涉及的资料和文献，但却有一些与作战管理同义的术语，包括战术指挥与控制 （Tac  C2）和作战管理指挥与控制（BMC2）等",
      "美军对作战管理定义为：在作战环境中按适当职权赋 予的指挥、指导与指示，并可对活动进行管理",
      " 《国防科技名词大典》将作战管理与指挥控制系统定义为：高度自动化的战斗指挥控制和战争资源与运行管理系统",
      "该系统除了具有制定作战计划和战场态势显示等功能外，更强调战场资源与运行自动化管理功能，包括收集传感器或其他信息资源获得的目标信息，进行目标识别、威胁判断和优先级排序，并相应地分配武器",
      " 2 智能化作战管理架构 智能化作战管理核心是围绕构建可靠和高效的 杀伤链或杀伤网，对作战空间内传感器、武器、信息、时空及力量等资源进行一体管理和控制，在复杂条件交战过程中实现最优资源分配，并在最短时间内按最合理作战序列对战场资源进行快速和精准管控，实现各要素无缝自动接战，确保作战行动同步一致，达到体系效能最优",
      "智能化作战管理以知识中心和智能算法为技术支撑，基于统一的资源智能管控，将任务清单、部队兵力部署和武器装备等资源的实时状态作为输入，以打击效果最好、受敌威胁最小和武器类型最合适 等为约束条件，智能匹配任务目标和可用体系要素资源， 生成最优作战资源清单和交战时序，形成最优作战链路， 支撑 OODA 环快速闭合",
      " 2. 1    总体架构 按照精前台和强后台的设计理念，围绕 OODA 环快速闭合，本文设计了以云+ 端、泛在物联、集智增智和弹性适变［11.12］为特征的智能化作战管理总体架构，如图 3 所示",
      " 泛在物联方面，对各类作战资源端节点进行数 字化建模和服务化封装，形成作战资源数字化模型",
      "支撑资源统一注册入网和上云共享，实现云端物联",
      " 集智增智方面，基于云环境打造作战管理平台， 实现云上增智",
      "其中，智能节点管控服务是兵力火力、探测感知和作战保障等分布式节点的统一承载   和管控工具，将作战资源按照资源实体指标参数、运 行状态和控制指令等维度进行逻辑抽象、统一描述和标准化封装，抽取资源能力要素，构建实体级和要素 级细粒度的资源虚拟化模型，形成可发现、可获取、 可理解、可信任和可互操作的数字化资源并上网入云， 实现各要素全网可视、灵活编排、动态调配和协同调度， 支撑 OODA 环快速闭合；学习进化中心包含知识中心、算法中心和博弈中心，主要提供作战 算力资源管理、智能算法模型和知识图谱服务等； OODA 环敏捷构建服务为各类目标打击提供资源匹配推荐、任务指令生成和 OODA 环执行等服务， 支撑 OODA 环弹性构建和调整",
      " 弹性适变方面，围绕典型作战场景构建精准侦 察探测、智能作战筹划和快速交战控制等应用，为解 决作战堵点问题提供服务",
      "此外，基于作战管理平 台对典型应用进行灵活编配、按需组合和动态调整， 支撑OODA 环快速闭合",
      " 2. 2   技术架构 智能化作战管理技术架构如图 4 所示，该架构 采用前台、中台和后台的 3  台架构模式设计［13.14］，主要内容如下： 1） 后台管资源",
      "通过全域作战资源虚拟化、资源注册管理、资源协同和资源共享发布等，实现各类资源的统一和自动化管控",
      "其中，作战资源虚拟化将物理分散的感知资源和武器资源虚拟化，并进行集中智能化控制和管理，实现资源高效共享和协同",
      " 2） 中台选资源",
      "依托作战资源规划和 OODA 环敏捷构建，知识中心、算法中心和博弈中心共同实现OODA 环智能优化与评估",
      "其中，作战资源规划 根据作战任务提取力量编成、信息编成和功能编配等需求；OODA 环敏捷构建根据作战资源需求清单规划方案计划，对 OODA 环进行跟踪监控，并根据任务以及战场形势变化对 OODA 环进行实时动态调整",
      " 3） 前台用资源［16.17］",
      "通过精准侦察和探测实现侦察信息实时更新与在线评估，依托智能作战筹划 实现基于信息驱动的主动规划，采用快速交战控制 实现交战处置",
      "其中，精准侦察探测主要包括传感 器探测跟踪、目标行为预测和实时分析评估等；智能作 战筹划主要包括目标威胁评估、方案快速生成和行 动智能规划等；快速交战控制主要包括交战规则管理、交战控制引擎和交战应用处置等",
      " 3 关键技术 3. 1 作战资源虚拟化共享技术 作战资源虚拟化共享原理示意图如图 5 所示， 通过提取物理资源特征信息，按照资源虚拟化描述 模板对资源进行统一描述，建立索引并加入虚拟资 源池",
      "资源的服务化共享主要完成服务信息提取， 依托服务封装可视化工具定义服务接口并实现服务封装，同时将服务发布和注册到云服务平台中供应用 调用",
      " 3. 2 OODA 环敏捷构建技术 针对当前OODA 环构建存在资源准备耗时长、灵活调整能力弱和重组效率低等问题，基于各类作战资源智能统一管控，按任务动态聚合作战资源、灵活编组和自适应调整，构建敏捷适变的 OODA 环， 快速适应强对抗条件下的战场态势，满足不断变化的作战需求［19.20］",
      "OODA 环敏捷构建由任务驱动， 规划力量编组、资源编配和应用服务编配部署等，形 成面向任务的资源配置方案，实现方案敏捷构建和 作战力量/作战资源受损下OODA 环动态重构",
      " OODA 环 敏 捷 构 建 运 用 模 式 如 图 6 所 示 ",
      "1） 资源实时优选阶段：基于知识图谱对任务进行分解，量 化描述每种任务的各类资源需求，实现作战需 求到资源需求的转换，生成资源清单；2）OODA     环方案生成阶段：针对相应任务，基于智能节点管控的 资源池，构建多种临时 OODA   环方案，经冲突检查和评估优选，得出合适的 OODA 环方案；3）OODA环节点任务指令 生成阶段：对OODA 中的各类资源生成 OODA  节点 任务指令，下发至智能节点的入网单元以完成参数调整， 并交接至智能交战控制管理； 4）OODA 解聚阶段：接收智能交战控制下发的解聚 指令，释放 OODA 环资源，使各资源在资源池中恢复待用状态",
      " 3. 3 基于规则引擎的自主运控技术 基于规则的作战管理是感知、规划和行动的有机结合，其系统运行机制是在交战过程中基于知识 规则和算法分析实现自动化运转、实时化调度和快 速化决策，以及对作战空间内资源的最优分配；基于交战规则生成作战时序，可实现在最短时间内按照最合理作战序列对战场资源进行敏捷高效管控，缩短OODA 循环周期和杀伤链，提升作战能力",
      " 4 应用示例 以防空反导典型使用场景为例，说明智能化作战管理关键技术的应用",
      "整个反导过程由信息驱动，并在作战管理的统一调度下实现协同和联动，具体包括平时和交战时 2 个阶段",
      " 4. 1 平 时 1） 目标智能识别 根据探测传感器的侦察情报，基于多源印证方法，结合目标识别知识图谱，对预警机、加油机、战斗 机和轰炸机等空中目标进行综合智能识别，提升目标识别准确性",
      " 2） 智能节点管控 通过智能节点管控，构建统一入网、统一管控和统一运用的资源池，获取探测传感器、任务部队和武器装 备等资源的状态信息，提升各类资源的统筹运用效率",
      " 3） 作战规则编配 选择典型流程进行作战规则编配，包括以下2 项工作：a）目标处理规则编配：根据探测传感器获取 的空中目标信息进行网络化分发，智能交战控制获 取信息进行射程判定；b）故障处置规则编配：智能 节点管控通过 OODA 节点代理获取装备损坏信息， 智能交战控制进行备用装备选择",
      " 4） 资源能力需求模板编配 根据作战任务编配完成任务所需的探测传感器、任务部队、武器装备、情报系统和指挥控制系统等资源的种类和数量",
      " 4. 2 交战时 1） 资源能力需求生成 根据作战任务，结合平时制作的资源能力需求模板，匹配生成资源能力需求，主要包括作战资源和信息保障等能力需求",
      "其中，作战资源能力需求明确完成任务所需作战资源种类和数量，如探测传感器、任务部队和武器装备等；信息保障能力需求明确完成任务所需信息保障资源种类和数量，如情报系统和指挥控制系统等； 2） OODA 环敏捷构建方案生成 a） 通过智能节点管控获取可用的作战资源状态信息，以及情报系统和指挥控制系统数字化模型等信息资源的可用状态信息； b） 根据作战资源能力需求、信息保障能力需求、作战资源状态和信息资源状态，结合 OODA 环敏捷构建预案，智能匹配推荐 OODA 环构建方案并进行相应调整； c） 指挥编成，明确完成任务所需指挥机构的指挥关系； d） 信息编成，明确使用的系统及系统之间的信息流； e） 流程编配，选择平时拟制的目标处理规则和故障处置规则等",
      " 3） OODA 环敏捷构建 根据 OODA 环敏捷构建方案生成构建参数，包括指挥关系参数和信息编成参数等",
      "通过智能节点管控将指挥关系参数分发至指挥机构，将作战资源信息编成参数分发至探测传感器和武器平台等末端，将信息编成参数分发至情报系统和指挥控制系统 数字化模型",
      " 4） OODA 环自主运控 a） 根据来袭武器和当前探测传感器状态，采用传感器探测跟踪分析技术建立侦察探测与目标运动2 类模型，分析传感器探测资源与目标要素之间的相互关系，自动分配探测、跟踪和识别任务，规划传感器交接班事宜，并协调处理传感器资源冲突情况",
      " b） 探测传感器将来袭武器的轨迹、时间和特征等信息实时传递给指挥控制系统，指挥控制系统选 取目标类型、相对距离、高度、相对速度和相对方位角等威胁影响因素构建目标威胁评估指标体系",
      "基于深度学习实现智能化目标威胁判断，得出目标威胁等级，从而提高威胁评估模型的适应性，并提升侦 察探测时效性和精准度",
      "实时计算各部队作战的 时间窗口，基于预案库进行预案匹配，根据匹配方案， 快速确定武器和目标的匹配关系及各武器的发射时间",
      " c） 指挥控制系统将作战命令下达给武器，武器自动匹配拦截目标和传感器，计算拦截要素并实施拦截",
      "探测传感器对发射后的武器进行飞行状态监视，指挥控制系统对作战效果进行评估，并根据评估结果决定是否实施二次拦截",
      " 5 结束语 鉴于作战管理技术的复杂性，本文仅对作战管 理概念、智能化作战管理架构及关键技术进行了探讨",
      "与传统指挥控制相比，智能化作战管理可提升杀伤链/网闭合速度以及提高任务自适应程度，具备全要素分布部署和快速自适应响应能力，实现人在环外的传感器资源管控、武器资源控制、信息资源配置和 作战时空选择，达到体系最优化",
      "未来战争的复杂性 将不断增加，这对作战体系及装备，特别是作战资源管 理的一体化、自动化和智能化提出了更高要求",
      "智能化作战管理技术是未来作战的核心，开展智能化作战管理概念及其关键技术研究将对未来作战体系 建设具有重要作用"
    ]
  }
]